#!/usr/bin/env python3
# -*- coding: utf-8 -*-
"""
Created on Tue Mar 16 11:13:43 2021

@author: twodigit
"""
from argparse import Namespace


religion_dic = {'기독교':['개신교','기독교'],
                     '카톨릭':['가톨릭','카톨릭'],
                     '무교':['무교','무종교','무신론'],
                     '이슬람교':['이슬람','이슬람교'],
                     '정교회':['정교회','정교'],
                     'no result':['없음']}

sepctrum_dic = {'중도우파':['중도우파','~우파','~우익'],
                    '중도좌파':['중도좌파','~좌익','~좌파'],
                    '중도':['중도','~중도좌파', '~중도우파','중도주의'],
                    '우익':['우익','~극우', '~1945', ',극우'],
                    '좌파':['좌파','~극좌'],
                    '극좌':['극좌'],
                    '극우':['극우']} 

